package com.imoc.firstappdemo.demo;

/**
 * @author jianghua
 * @date 2021/01/29
 */
public class Test {

    public static void main(String [] args)  {
        String a = "助力车-车服-找车运维/助力车-车服-巡检运维/单车—定点维护/助力车-地图找车/维保线—助力车—仓库管理/助力车（换电）-全部功能/助力车-K项目-换电地图/助力车-仓储-维修\n" +
                "单独出入库（开通审批）/助力车-换电-仓库周边换电运维/助力车-运力-故障车调度运维/助力车-运力-超区车调度运维/助力车-运力-投放运维/助力车-运力-调度总运维/助力车-运力-站点区域调度运维/助力车-仓储-质检运维/助力\n" +
                "车-仓储-充电运维/助力车-标记故障车/助力车-临时-仓库管理/助力车-换电-换电运维/助力车-仓储-维修运维/助力车（换电）-电池仓储";
        System.out.println("-->" + a.length());

    }
}
